alacritty
base
base-devel
bc
brightnessctl
discord
dunst
efibootmgr
exfat-utils
firefox
flatpak
foot
fzf
git
gst-plugin-pipewire
helix
htop
hyprland
hyprpaper
iniparser
intel-ucode
kitty
kvantum
lazygit
libappindicator-gtk3
libpulse
linux
linux-firmware
man-db
mpv
nautilus
neovim
networkmanager
nodejs
npm
nvidia
openssh
otf-font-awesome
pcmanfm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
progress
pulsemixer
ripgrep
sccache
spotify-launcher
starship
swayimg
tmux
ttf-arphic-uming
ttf-font-awesome
ttf-indic-otf
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-nerd-fonts-symbols-common
unzip
vi
waybar
wget
wireplumber
wl-clipboard
wofi
xdotool
yt-dlp
zathura
zathura-pdf-poppler
zellij
zoxide
zram-generator
zsh
zsh-autosuggestions
