acpi
alacritty
archlinux-keyring
autoconf
automake
base
bc
binutils
bison
bitwarden
bspwm
chromium
cronie
dash
discord
dkms
dunst
efibootmgr
fakeroot
file
findutils
firefox
flatpak
flex
fzf
gamemode
gawk
gcc
gettext
git
grep
groff
gst-plugin-pipewire
gzip
htop
imlib2
intel-ucode
kitty
lazygit
lib32-gamemode
libexif
libnotify
libpulse
libtool
linux-firmware
linux-zen
linux-zen-headers
m4
maim
make
man-db
materia-gtk-theme
mpv
neovim
networkmanager
npm
ntfs-3g
nvidia-dkms
nvidia-prime
openssh
pacman
patch
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
progress
ps_mem
pulsemixer
qbittorrent
qemu-base
rofi
rust-analyzer
sed
steam
stylua
sudo
sxhkd
texinfo
tmux
torbrowser-launcher
ueberzug
unclutter
unzip
which
wireplumber
xclip
xf86-input-wacom
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xinput
xorg-xsetroot
xwallpaper
yt-dlp
zathura
zathura-pdf-poppler
zram-generator
zsh
