acpi
alacritty
android-tools
appmenu-gtk-module
archlinux-keyring
autoconf
automake
base
bc
bemenu
binutils
bison
bspwm
chromium
cronie
cuda
cudnn
dash
debugedit
discord
dkms
dunst
efibootmgr
emacs
fakeroot
file
findutils
firefox
flake8
flatpak
flex
foot
fzf
gawk
gcc
gettext
git
grep
groff
gst-plugin-pipewire
gzip
htop
imagemagick
imlib2
intel-ucode
jupyter-notebook
lazygit
lf
libappindicator-gtk3
libexif
libnotify
libpulse
libtool
libvips
linux-firmware
linux-zen
linux-zen-headers
m4
maim
make
man-db
materia-gtk-theme
mingw-w64-gcc
neovim
networkmanager
npm
ntfs-3g
nvidia-dkms
nvidia-prime
onednn
openssh
pacman
patch
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
progress
ps_mem
pulsemixer
python-pycuda
qbittorrent
qemu-full
rnote
rofi
rust-analyzer
rxvt-unicode
sed
stylua
sudo
sway
swayidle
swayimg
swaylock
sxhkd
syncthing
texinfo
tmux
ueberzug
ufw
unclutter
unzip
v4l2loopback-dkms
waylock
webkit2gtk
wget
which
wireplumber
wqy-zenhei
xclip
xdg-user-dirs
xdo
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xinput
xorg-xsetroot
xorg-xwayland
xwallpaper
zathura
zathura-pdf-poppler
zram-generator
zsh
